Repository: deepratna-awale/open-wallpaper-engine-mac
Catalog: OpenWallpaperEngine/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: Open Wallpaper Engine is free, open-source software under the GPL-3.0 licence, provided as is, without warranty.
ar: Open Wallpaper Engine برنامج مجاني ومفتوح المصدر بموجب ترخيص GPL-3.0، ويُقدَّم كما هو دون أي ضمان.
de: Open Wallpaper Engine ist kostenlose Open-Source-Software unter der Lizenz GPL-3.0 und wird ohne Gewähr bereitgestellt, so wie sie ist.
es: Open Wallpaper Engine es software gratuito y de código abierto con licencia GPL-3.0, que se ofrece tal cual, sin garantía.
fr: Open Wallpaper Engine est un logiciel libre et gratuit sous licence GPL-3.0, fourni tel quel, sans garantie.
hi: Open Wallpaper Engine GPL-3.0 लाइसेंस के तहत मुफ़्त, ओपन-सोर्स सॉफ़्टवेयर है, जो बिना किसी वारंटी के जैसा है वैसा दिया जाता है।
it: Open Wallpaper Engine è software gratuito e open source con licenza GPL-3.0, fornito così com’è, senza garanzia.
ja: Open Wallpaper Engineは、GPL-3.0ライセンスの無料のオープンソースソフトウェアで、現状のまま無保証で提供されます。
ko: Open Wallpaper Engine은 GPL-3.0 라이선스의 무료 오픈 소스 소프트웨어이며, 보증 없이 있는 그대로 제공됩니다.
pl: Open Wallpaper Engine to bezpłatne oprogramowanie open source na licencji GPL-3.0, udostępniane w stanie „takim, jakie jest”, bez gwarancji.
pt_br: Open Wallpaper Engine é um software gratuito e de código aberto sob a licença GPL-3.0, fornecido como está, sem garantia.
ru: Open Wallpaper Engine — бесплатная программа с открытым исходным кодом по лицензии GPL-3.0, предоставляемая «как есть», без гарантий.
tr: Open Wallpaper Engine, GPL-3.0 lisansıyla sunulan ücretsiz ve açık kaynaklı bir yazılımdır; olduğu gibi ve garantisiz sağlanır.
uk: Open Wallpaper Engine — безкоштовна програма з відкритим кодом за ліцензією GPL-3.0, що надається «як є», без гарантій.
zh_hans: Open Wallpaper Engine 是采用 GPL-3.0 许可证的免费开源软件，按“原样”提供，不作任何担保。
zh_hant: Open Wallpaper Engine 是採用 GPL-3.0 授權的免費開放原始碼軟體，依「現狀」提供，不提供任何擔保。

source: Open Wallpaper Engine is not affiliated with Wallpaper Engine, Valve or Steam.
ar: لا يرتبط Open Wallpaper Engine بـ Wallpaper Engine أو Valve أو Steam.
de: Open Wallpaper Engine steht in keiner Verbindung zu Wallpaper Engine, Valve oder Steam.
es: Open Wallpaper Engine no está afiliado a Wallpaper Engine, Valve ni Steam.
fr: Open Wallpaper Engine n’est affilié ni à Wallpaper Engine, ni à Valve, ni à Steam.
hi: Open Wallpaper Engine का Wallpaper Engine, Valve या Steam से कोई संबंध नहीं है।
it: Open Wallpaper Engine non è affiliato a Wallpaper Engine, Valve o Steam.
ja: Open Wallpaper Engineは、Wallpaper Engine、Valve、Steamとは提携していません。
ko: Open Wallpaper Engine은 Wallpaper Engine, Valve 또는 Steam과 제휴 관계가 없습니다.
pl: Open Wallpaper Engine nie jest powiązany z Wallpaper Engine, Valve ani Steam.
pt_br: O Open Wallpaper Engine não é afiliado ao Wallpaper Engine, à Valve nem à Steam.
ru: Open Wallpaper Engine не связан с Wallpaper Engine, Valve или Steam.
tr: Open Wallpaper Engine’in Wallpaper Engine, Valve veya Steam ile bir bağlantısı yoktur.
uk: Open Wallpaper Engine не пов’язаний із Wallpaper Engine, Valve чи Steam.
zh_hans: Open Wallpaper Engine 与 Wallpaper Engine、Valve 或 Steam 无关联。
zh_hant: Open Wallpaper Engine 與 Wallpaper Engine、Valve 或 Steam 無關聯。

source: Open Wallpaper Engine isn't allowed to add to your Photos library. Allow it in Privacy & Security, then turn this on again.
ar: لا يُسمح لـ Open Wallpaper Engine بالإضافة إلى مكتبة الصور. اسمح بذلك في الخصوصية والأمن، ثم شغّل هذا الخيار مجددًا.
de: Open Wallpaper Engine darf nichts zu Ihrer Fotomediathek hinzufügen. Erlauben Sie es unter „Datenschutz & Sicherheit“ und aktivieren Sie die Option dann erneut.
es: Open Wallpaper Engine no tiene permiso para añadir a tu fototeca. Permítelo en Privacidad y seguridad y vuelve a activar esta opción.
fr: Open Wallpaper Engine n’est pas autorisé à ajouter des éléments à votre photothèque. Autorisez-le dans Confidentialité et sécurité, puis réactivez cette option.
hi: Open Wallpaper Engine को आपकी फ़ोटो लाइब्रेरी में जोड़ने की अनुमति नहीं है। गोपनीयता और सुरक्षा में इसकी अनुमति दें, फिर इसे दोबारा चालू करें।
it: Open Wallpaper Engine non ha il permesso di aggiungere elementi alla libreria di Foto. Consentilo in Privacy e sicurezza, poi riattiva questa opzione.
ja: Open Wallpaper Engineには写真ライブラリへの追加が許可されていません。“プライバシーとセキュリティ”で許可してから、もう一度オンにしてください。
ko: Open Wallpaper Engine에 사진 보관함에 추가할 권한이 없습니다. 개인정보 보호 및 보안에서 허용한 다음 이 옵션을 다시 켜십시오.
pl: Open Wallpaper Engine nie ma pozwolenia na dodawanie do biblioteki Zdjęć. Zezwól na to w sekcji Prywatność i ochrona, a następnie włącz tę opcję ponownie.
pt_br: O Open Wallpaper Engine não tem permissão para adicionar itens à fototeca. Permita em Privacidade e Segurança e ative esta opção novamente.
ru: Open Wallpaper Engine не разрешено добавлять в медиатеку «Фото». Разрешите это в разделе «Конфиденциальность и безопасность», затем снова включите этот параметр.
tr: Open Wallpaper Engine’in Fotoğraflar arşivinize ekleme izni yok. Gizlilik ve Güvenlik’te izin verin, sonra bunu yeniden açın.
uk: Open Wallpaper Engine не має дозволу додавати до медіатеки «Фото». Дозвольте це в розділі «Приватність і безпека», а потім знову ввімкніть цей параметр.
zh_hans: Open Wallpaper Engine 未获准添加到你的照片图库。请在“隐私与安全性”中允许，然后再次打开此选项。
zh_hant: Open Wallpaper Engine 未獲准加入你的照片圖庫。請在「隱私權與安全性」中允許，然後再次開啟此選項。

source: Open Wallpaper Engine needs Screen & System Audio Recording permission to read system audio for audio bars and other audio-reactive wallpapers. Audio capture starts on its own once the permission is granted.
ar: يحتاج Open Wallpaper Engine إلى إذن «تسجيل الشاشة وصوت النظام» لقراءة صوت النظام من أجل أشرطة الصوت والخلفيات الأخرى التي تستجيب للصوت. يبدأ التقاط الصوت تلقائيًا بمجرد منح الإذن.
de: Open Wallpaper Engine benötigt die Berechtigung „Aufnahme von Bildschirm & Systemaudio“, um das Systemaudio für Audiobalken und andere audio-reaktive Hintergrundbilder zu lesen. Die Audioaufnahme startet automatisch, sobald die Berechtigung erteilt wurde.
es: Open Wallpaper Engine necesita el permiso de Grabación de pantalla y del audio del sistema para leer el audio del sistema para las barras de audio y otros fondos de pantalla que reaccionan al audio. La captura de audio empezará sola en cuanto se conceda el permiso.
fr: Open Wallpaper Engine a besoin de l’autorisation « Enregistrement de l’écran et des sons du système » pour lire l’audio du système pour les barres audio et les autres fonds d’écran réactifs au son. La capture audio démarre d’elle-même une fois l’autorisation accordée.
hi: ऑडियो बार और ऑडियो पर प्रतिक्रिया देने वाले अन्य वॉलपेपर के लिए सिस्टम ऑडियो पढ़ने हेतु Open Wallpaper Engine को स्क्रीन और सिस्टम ऑडियो रिकॉर्डिंग अनुमति की ज़रूरत है. अनुमति मिलते ही ऑडियो कैप्चर अपने आप शुरू हो जाता है.
it: Open Wallpaper Engine richiede l’autorizzazione Registrazione schermo e audio di sistema per leggere l’audio di sistema per le barre audio e gli altri sfondi reattivi all’audio. L’acquisizione audio si avvia da sola non appena concedi l’autorizzazione.
ja: Open Wallpaper Engineがオーディオバーやその他のオーディオに反応する壁紙のためにシステムオーディオを読み取るには、「画面収録とシステムオーディオ録音」の許可が必要です。許可されるとオーディオのキャプチャが自動的に開始されます。
ko: Open Wallpaper Engine이 오디오 막대 및 기타 오디오 반응형 배경화면을 위해 시스템 오디오를 읽으려면 화면 및 시스템 오디오 녹음 권한이 필요합니다. 권한이 허용되면 오디오 캡처가 자동으로 시작됩니다.
pl: Open Wallpaper Engine wymaga pozwolenia Nagrywanie ekranu i dźwięku systemowego, aby odczytywać dźwięk systemowy na potrzeby słupków audio i innych tapet reagujących na dźwięk. Przechwytywanie dźwięku rozpocznie się samo po udzieleniu pozwolenia.
pt_br: O Open Wallpaper Engine precisa da permissão de Gravação do Áudio do Sistema e da Tela para ler o áudio do sistema para barras de áudio e outras imagens de fundo sensíveis a áudio. A captura de áudio começa sozinha assim que a permissão é concedida.
ru: Open Wallpaper Engine требуется разрешение «Запись экрана и системного звука», чтобы получать системный звук для аудиополос и других обоев, реагирующих на звук. Захват звука начнётся сам после выдачи разрешения.
tr: Open Wallpaper Engine’in ses çubukları ve sese duyarlı diğer duvar kâğıtları için sistem sesini okuyabilmesi için Ekran ve Sistem Sesi Kaydı izni gerekir. İzin verildiğinde ses yakalama kendiliğinden başlar.
uk: Open Wallpaper Engine потрібен дозвіл «Записування системного звуку й екрана», щоб зчитувати системний звук для аудіосмуг та інших шпалер, що реагують на звук. Записування звуку почнеться автоматично, щойно дозвіл буде надано.
zh_hans: Open Wallpaper Engine 需要“录屏与系统录音”权限，才能为音频条和其他音频响应墙纸读取系统音频。授予权限后，音频捕获会自动开始。
zh_hant: Open Wallpaper Engine 需要「螢幕與系統錄音」權限，才能為音訊長條和其他音訊回應式背景圖片讀取系統音訊。授與權限後即會自動開始擷取音訊。

source: Open Wallpaper Engine needs System Audio Recording permission to read system audio for audio bars and other audio-reactive wallpapers. Audio capture starts on its own once the permission is granted.
ar: يحتاج Open Wallpaper Engine إلى إذن «تسجيل صوت النظام» لقراءة صوت النظام من أجل أشرطة الصوت والخلفيات الأخرى التي تستجيب للصوت. يبدأ التقاط الصوت تلقائيًا بمجرد منح الإذن.
de: Open Wallpaper Engine benötigt die Berechtigung „Aufnahme von Systemaudio“, um das Systemaudio für Audiobalken und andere audio-reaktive Hintergrundbilder zu lesen. Die Audioaufnahme startet automatisch, sobald die Berechtigung erteilt wurde.
es: Open Wallpaper Engine necesita el permiso de Grabación del audio del sistema para leer el audio del sistema para las barras de audio y otros fondos de pantalla que reaccionan al audio. La captura de audio empezará sola en cuanto se conceda el permiso.
fr: Open Wallpaper Engine a besoin de l’autorisation « Enregistrement des sons du système » pour lire l’audio du système pour les barres audio et les autres fonds d’écran réactifs au son. La capture audio démarre d’elle-même une fois l’autorisation accordée.
hi: ऑडियो बार और ऑडियो पर प्रतिक्रिया देने वाले अन्य वॉलपेपर के लिए सिस्टम ऑडियो पढ़ने हेतु Open Wallpaper Engine को सिस्टम ऑडियो रिकॉर्डिंग अनुमति की ज़रूरत है. अनुमति मिलते ही ऑडियो कैप्चर अपने आप शुरू हो जाता है.
it: Open Wallpaper Engine richiede l’autorizzazione Registrazione audio di sistema per leggere l’audio di sistema per le barre audio e gli altri sfondi reattivi all’audio. L’acquisizione audio si avvia da sola non appena concedi l’autorizzazione.
ja: Open Wallpaper Engineがオーディオバーやその他のオーディオに反応する壁紙のためにシステムオーディオを読み取るには、「システムオーディオ録音」の許可が必要です。許可されるとオーディオのキャプチャが自動的に開始されます。
ko: Open Wallpaper Engine이 오디오 막대 및 기타 오디오 반응형 배경화면을 위해 시스템 오디오를 읽으려면 시스템 오디오 녹음 권한이 필요합니다. 권한이 허용되면 오디오 캡처가 자동으로 시작됩니다.
pl: Open Wallpaper Engine wymaga pozwolenia Nagrywanie dźwięku systemowego, aby odczytywać dźwięk systemowy na potrzeby słupków audio i innych tapet reagujących na dźwięk. Przechwytywanie dźwięku rozpocznie się samo po udzieleniu pozwolenia.
pt_br: O Open Wallpaper Engine precisa da permissão de Gravação do Áudio do Sistema para ler o áudio do sistema para barras de áudio e outras imagens de fundo sensíveis a áudio. A captura de áudio começa sozinha assim que a permissão é concedida.
ru: Open Wallpaper Engine требуется разрешение «Системная аудиозапись», чтобы получать системный звук для аудиополос и других обоев, реагирующих на звук. Захват звука начнётся сам после выдачи разрешения.
tr: Open Wallpaper Engine’in ses çubukları ve sese duyarlı diğer duvar kâğıtları için sistem sesini okuyabilmesi için Sistem Ses Kaydı izni gerekir. İzin verildiğinde ses yakalama kendiliğinden başlar.
uk: Open Wallpaper Engine потрібен дозвіл «Записування системного звуку», щоб зчитувати системний звук для аудіосмуг та інших шпалер, що реагують на звук. Записування звуку почнеться автоматично, щойно дозвіл буде надано.
zh_hans: Open Wallpaper Engine 需要“系统录音”权限，才能为音频条和其他音频响应墙纸读取系统音频。授予权限后，音频捕获会自动开始。
zh_hant: Open Wallpaper Engine 需要「系統錄音」權限，才能為音訊長條和其他音訊回應式背景圖片讀取系統音訊。授與權限後即會自動開始擷取音訊。

source: Open Wallpaper Engine records a video of the wallpaper for the screen saver. Dates, times, days and other live data (clocks, media info, audio-reactive parts) show their values from when it was recorded and don’t update while the screen saver runs. Hide those layers, or turn on the daily re-recording.
ar: يسجّل Open Wallpaper Engine فيديو للخلفية من أجل شاشة التوقف. تعرض التواريخ والأوقات والأيام وغيرها من البيانات الحية (الساعات ومعلومات الوسائط والأجزاء المتفاعلة مع الصوت) قيمها من وقت التسجيل ولا تتحدّث أثناء عمل شاشة التوقف. أخفِ تلك الطبقات، أو شغّل إعادة التسجيل اليومية.
de: Open Wallpaper Engine nimmt für den Bildschirmschoner ein Video des Hintergrundbilds auf. Datum, Uhrzeit, Wochentag und andere Live-Daten (Uhren, Medieninfos, audioreaktive Teile) zeigen die Werte vom Zeitpunkt der Aufnahme und werden nicht aktualisiert, während der Bildschirmschoner läuft. Blenden Sie diese Ebenen aus oder aktivieren Sie die tägliche Neuaufnahme.
es: Open Wallpaper Engine graba un vídeo del fondo para el salvapantallas. Las fechas, horas, días y otros datos en vivo (relojes, información multimedia, partes que reaccionan al audio) muestran sus valores del momento de la grabación y no se actualizan mientras el salvapantallas está activo. Oculta esas capas o activa la regrabación diaria.
fr: Open Wallpaper Engine enregistre une vidéo du fond d’écran pour l’économiseur d’écran. Les dates, heures, jours et autres données en direct (horloges, infos multimédias, parties réactives au son) affichent leurs valeurs du moment de l’enregistrement et ne se mettent pas à jour pendant que l’économiseur d’écran s’exécute. Masquez ces calques ou activez le réenregistrement quotidien.
hi: Open Wallpaper Engine स्क्रीन सेवर के लिए वॉलपेपर का वीडियो रिकॉर्ड करता है। तारीख, समय, दिन और दूसरा लाइव डेटा (घड़ियाँ, मीडिया जानकारी, ऑडियो के साथ बदलने वाले हिस्से) रिकॉर्डिंग के समय के मान दिखाते हैं और स्क्रीन सेवर चलते समय अपडेट नहीं होते। उन लेयर को छिपाएँ, या रोज़ाना दोबारा रिकॉर्डिंग चालू करें।
it: Open Wallpaper Engine registra un video dello sfondo per il salvaschermo. Date, ore, giorni e altri dati dal vivo (orologi, informazioni multimediali, parti che reagiscono all’audio) mostrano i valori del momento della registrazione e non si aggiornano mentre il salvaschermo è in esecuzione. Nascondi quei livelli o attiva la nuova registrazione giornaliera.
ja: Open Wallpaper Engineはスクリーンセーバ用に壁紙のビデオを録画します。日付、時刻、曜日などのライブデータ（時計、メディア情報、オーディオに反応する部分）は録画したときの値のままで、スクリーンセーバの実行中は更新されません。それらのレイヤーを非表示にするか、毎日の再録画をオンにしてください。
ko: Open Wallpaper Engine은 화면 보호기용으로 배경화면의 비디오를 녹화합니다. 날짜, 시간, 요일 및 기타 실시간 데이터(시계, 미디어 정보, 오디오 반응 부분)는 녹화한 시점의 값을 보여주며 화면 보호기가 실행되는 동안 업데이트되지 않습니다. 해당 레이어를 숨기거나 매일 다시 녹화를 켜십시오.
pl: Open Wallpaper Engine nagrywa wideo tapety dla wygaszacza ekranu. Daty, godziny, dni tygodnia i inne dane na żywo (zegary, informacje o multimediach, elementy reagujące na dźwięk) pokazują wartości z chwili nagrania i nie aktualizują się, gdy działa wygaszacz ekranu. Ukryj te warstwy lub włącz codzienne ponowne nagrywanie.
pt_br: O Open Wallpaper Engine grava um vídeo do papel de parede para o protetor de tela. Datas, horas, dias e outros dados ao vivo (relógios, informações de mídia, partes que reagem ao áudio) mostram os valores do momento da gravação e não são atualizados enquanto o protetor de tela está ativo. Oculte essas camadas ou ative a regravação diária.
ru: Open Wallpaper Engine записывает видео обоев для заставки. Дата, время, день недели и другие живые данные (часы, сведения о медиа, части, реагирующие на звук) показывают значения на момент записи и не обновляются, пока работает заставка. Скройте эти слои или включите ежедневную перезапись.
tr: Open Wallpaper Engine, ekran koruyucu için duvar kâğıdının bir videosunu kaydeder. Tarih, saat, gün ve diğer canlı veriler (saatler, medya bilgileri, sese tepki veren bölümler) kaydedildiği andaki değerleri gösterir ve ekran koruyucu çalışırken güncellenmez. Bu katmanları gizleyin veya günlük yeniden kaydı açın.
uk: Open Wallpaper Engine записує відео шпалер для заставки. Дата, час, день тижня та інші живі дані (годинники, відомості про медіа, частини, що реагують на звук) показують значення на момент запису й не оновлюються, поки працює заставка. Сховайте ці шари або ввімкніть щоденний перезапис.
zh_hans: Open Wallpaper Engine 会为屏幕保护程序录制墙纸的视频。日期、时间、星期和其他实时数据（时钟、媒体信息、随音频变化的部分）显示的是录制时的值，在屏幕保护程序运行时不会更新。请隐藏这些图层，或打开每日重新录制。
zh_hant: Open Wallpaper Engine 會為螢幕保護程式錄製背景圖片的影片。日期、時間、星期和其他即時資料（時鐘、媒體資訊、隨音訊變化的部分）顯示的是錄製時的值，在螢幕保護程式執行時不會更新。請隱藏這些圖層，或開啟每日重新錄製。

source: Open Wallpaper…
ar: فتح خلفية…
de: Hintergrundbild öffnen …
es: Abrir fondo de pantalla…
fr: Ouvrir un fond d’écran…
hi: वॉलपेपर खोलें…
it: Apri sfondo…
ja: 壁紙を開く…
ko: 배경화면 열기…
pl: Otwórz tapetę…
pt_br: Abrir Imagem de Fundo…
ru: Открыть обои…
tr: Duvar Kâğıdı Aç…
uk: Відкрити шпалеру…
zh_hans: 打开墙纸…
zh_hant: 打開背景圖片⋯

source: Open a wallpaper, or add a video or an image
ar: فتح خلفية، أو إضافة فيديو أو صورة
de: Hintergrundbild öffnen oder Video bzw. Bild hinzufügen
es: Abre un fondo de pantalla o añade un vídeo o una imagen
fr: Ouvrir un fond d’écran, ou ajouter une vidéo ou une image
hi: कोई वॉलपेपर खोलें, या कोई वीडियो या इमेज जोड़ें
it: Apri uno sfondo o aggiungi un video o un’immagine
ja: 壁紙を開くか、ビデオまたは画像を追加します
ko: 배경화면 열기 또는 비디오나 이미지 추가
pl: Otwórz tapetę lub dodaj wideo albo obraz
pt_br: Abrir uma imagem de fundo ou adicionar um vídeo ou uma imagem
ru: Открыть обои или добавить видео или изображение
tr: Bir duvar kâğıdı açın veya bir video ya da görüntü ekleyin
uk: Відкрити шпалеру або додати відео чи зображення
zh_hans: 打开墙纸，或添加视频或图像
zh_hant: 打開背景圖片，或加入影片或影像

source: Open in Finder
ar: إظهار في فايندر
de: Im Finder anzeigen
es: Abrir en el Finder
fr: Afficher dans le Finder
hi: Finder में दिखाएँ
it: Mostra nel Finder
ja: Finderで開く
ko: Finder에서 보기
pl: Pokaż w Finderze
pt_br: Mostrar no Finder
ru: Показать в Finder
tr: Finder’da Göster
uk: Показати у Finder
zh_hans: 在访达中显示
zh_hant: 顯示於 Finder

source: Open in Terminal
ar: فتح في Terminal
de: Im Terminal öffnen
es: Abrir en Terminal
fr: Ouvrir dans Terminal
hi: टर्मिनल में खोलें
it: Apri in Terminale
ja: ターミナルで開く
ko: 터미널에서 열기
pl: Otwórz w Terminalu
pt_br: Abrir no Terminal
ru: Открыть в Терминале
tr: Terminal’de Aç
uk: Відкрити в Терміналі
zh_hans: 在“终端”中打开
zh_hant: 在「終端機」中打開

source: Open in Workshop
ar: فتح في الورشة
de: Im Workshop öffnen
es: Abrir en el Workshop
fr: Ouvrir dans le Workshop
hi: Workshop में खोलें
it: Apri nel Workshop
ja: ワークショップで開く
ko: 창작마당에서 열기
pl: Otwórz w Warsztacie
pt_br: Abrir na Oficina
ru: Открыть в Мастерской
tr: Atölye’de Aç
uk: Відкрити в Майстерні
zh_hans: 在创意工坊中打开
zh_hant: 在工作坊中打開

source: Open on the Website
ar: فتح على موقع الويب
de: Auf der Website öffnen
es: Abrir en el sitio web
fr: Ouvrir sur le site Web
hi: वेबसाइट पर खोलें
it: Apri sul sito web
ja: Webサイトで開く
ko: 웹 사이트에서 열기
pl: Otwórz w witrynie
pt_br: Abrir no Site
ru: Открыть на сайте
tr: Web Sitesinde Aç
uk: Відкрити на вебсайті
zh_hans: 在网站上打开
zh_hant: 在網站上打開

source: Open the Scene Editor (Live)'s Android Export tab: choose the device, crop, parallax and layers, then export
ar: افتح علامة التبويب «التصدير إلى Android» في محرر المشهد (مباشر): اختر الجهاز والاقتصاص والمنظور المتغير والطبقات، ثم صدّر
de: Den Tab „Android-Export“ im Szeneneditor (Live) öffnen: Gerät, Ausschnitt, Parallaxe und Ebenen wählen, dann exportieren
es: Abrir la pestaña «Exportar a Android» del editor de escenas (en vivo): elige el dispositivo, el recorte, el paralaje y las capas, y exporta
fr: Ouvrir l’onglet « Exportation Android » de l’éditeur de scène (en direct) : choisissez l’appareil, le recadrage, la parallaxe et les calques, puis exportez
hi: सीन एडिटर (लाइव) का Android के लिए एक्सपोर्ट टैब खोलें: डिवाइस, क्रॉप, पैरालैक्स और लेयर चुनें, फिर एक्सपोर्ट करें
it: Apri la scheda Esporta per Android dell’editor scena (live): scegli dispositivo, ritaglio, parallasse e livelli, poi esporta
ja: シーンエディタ（ライブ）の「Android用に書き出す」タブを開きます：デバイス、切り取り、視差、レイヤーを選んで書き出します
ko: 장면 편집기(라이브)의 Android로 내보내기 탭을 엽니다. 기기, 자르기, 시차 및 레이어를 선택한 다음 내보냅니다
pl: Otwórz kartę Eksport na Androida w edytorze sceny (na żywo): wybierz urządzenie, kadr, paralaksę i warstwy, a potem wyeksportuj
pt_br: Abrir a aba Exportar para Android do Editor de Cena (ao vivo): escolha o dispositivo, o recorte, a paralaxe e as camadas e exporte
ru: Открыть вкладку «Экспорт для Android» в редакторе сцены (вживую): выберите устройство, кадр, параллакс и слои, затем экспортируйте
tr: Sahne Düzenleyicisi’nin (Canlı) Android için Dışa Aktar sekmesini açın: aygıtı, kırpmayı, paralaksı ve katmanları seçip dışa aktarın
uk: Відкрити вкладку «Експорт для Android» у редакторі сцени (наживо): виберіть пристрій, кадр, паралакс і шари, потім експортуйте
zh_hans: 打开场景编辑器（实时）的“导出到 Android”标签页：选择设备、裁剪、视差和图层，然后导出
zh_hant: 打開場景編輯器（即時）的「輸出至 Android」標籤頁：選擇裝置、裁切、視差和圖層，然後輸出

source: Open the Wallpaper Engine app, then import each file from your device's storage.
ar: افتح تطبيق Wallpaper Engine، ثم استورد كل ملف من مساحة تخزين جهازك.
de: Öffnen Sie die App „Wallpaper Engine“ und importieren Sie dann jede Datei aus dem Speicher Ihres Geräts.
es: Abre la app Wallpaper Engine y, después, importa cada archivo desde el almacenamiento del dispositivo.
fr: Ouvrez l’app Wallpaper Engine, puis importez chaque fichier depuis le stockage de votre appareil.
hi: Wallpaper Engine ऐप खोलें, फिर अपने डिवाइस के स्टोरेज से हर फ़ाइल इंपोर्ट करें।
it: Apri l’app Wallpaper Engine, quindi importa ciascun file dalla memoria del dispositivo.
ja: Wallpaper Engine アプリを開き、デバイスのストレージから各ファイルを読み込みます。
ko: Wallpaper Engine 앱을 연 다음 기기 저장 공간에서 각 파일을 가져옵니다.
pl: Otwórz aplikację Wallpaper Engine, a następnie zaimportuj każdy plik z pamięci urządzenia.
pt_br: Abra o app Wallpaper Engine e importe cada arquivo do armazenamento do seu dispositivo.
ru: Откройте приложение Wallpaper Engine и импортируйте каждый файл из хранилища устройства.
tr: Wallpaper Engine uygulamasını açın, ardından her dosyayı aygıtınızın depolama alanından içe aktarın.
uk: Відкрийте програму Wallpaper Engine, а потім імпортуйте кожен файл зі сховища пристрою.
zh_hans: 打开 Wallpaper Engine App，然后从设备存储空间中导入每个文件。
zh_hant: 打開 Wallpaper Engine App，然後從裝置的儲存空間輸入每個檔案。

source: Open the export settings: device, crop, clip, quality, layers and properties
ar: فتح إعدادات التصدير: الجهاز والقص والمقطع والجودة والطبقات والخصائص
de: Exporteinstellungen öffnen: Gerät, Ausschnitt, Clip, Qualität, Ebenen und Eigenschaften
es: Abre los ajustes de exportación: dispositivo, recorte, clip, calidad, capas y propiedades
fr: Ouvrir les réglages d’exportation : appareil, recadrage, extrait, qualité, calques et propriétés
hi: एक्सपोर्ट सेटिंग्स खोलें: डिवाइस, क्रॉप, क्लिप, क्वालिटी, लेयर और प्रॉपर्टी
it: Apri le impostazioni di esportazione: dispositivo, ritaglio, clip, qualità, livelli e proprietà
ja: 書き出し設定を開きます：デバイス、切り取り、クリップ、品質、レイヤー、プロパティ
ko: 내보내기 설정 열기: 기기, 자르기, 클립, 화질, 레이어 및 속성
pl: Otwórz ustawienia eksportu: urządzenie, kadr, klip, jakość, warstwy i właściwości
pt_br: Abre os ajustes de exportação: dispositivo, recorte, clipe, qualidade, camadas e propriedades
ru: Открыть настройки экспорта: устройство, кадрирование, клип, качество, слои и свойства
tr: Dışa aktarma ayarlarını açar: aygıt, kırpma, klip, kalite, katmanlar ve özellikler
uk: Відкрити параметри експорту: пристрій, кадрування, кліп, якість, шари й властивості
zh_hans: 打开导出设置：设备、裁剪、片段、质量、图层和属性
zh_hant: 打開輸出設定：裝置、裁切、片段、品質、圖層和屬性
